/* appended to region name when merging regions */
" merged" = " agrupada";

/* appended to region name of mixed down regions */
" mixed" = " mistura";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ necessário|%@ disponível.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(em branco)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(NÃO em branco)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ indisponível.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Plug—ins não disponíveis.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Plug—in “%@”%@%@ não disponível!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Plug—in “%@”%@%@ não disponível!][OK|√Não voltar a mostrar]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P não consegue alocar memória suficiente para as faixas de áudio %ld necessárias.|Estão disponíveis apenas %ld de faixas de áudio.|É necessário %@ de memória do sistema adicional.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Taxa de amostragem %ld não permitida.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld de ficheiro(s) de áudio %ld não foi(foram) encontrado(s).|Ainda %@ dos ficheiros de áudio encontrados?][Cancelar|Executar]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld de %ld ficheiros de áudio não encontrados.|(“%@”,...)][Continuar]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][Não é possível reproduzir “%@” na faixa %ld da unidade/partição “%@”][OK|√Não voltar a mostrar]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][Não é possível utilizar “%@” da unidade/partição “%@”.|Unidade/partição não permitida!][OK|√Não voltar a mostrar]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][Não é possível utilizar “%@” da unidade/partição “%@”.|Unidade/partição não permitida!][OK|Carregar]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” é um ficheiro de bits %ld e não pode ser reproduzido através de %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@” já está incluído!][Cancelar]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@” está vazio!][Cancelar]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@” não é um ficheiro de áudio de formato PCM Wave padrão.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” ou “%@” já existe!][Usar|Substituir]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P encontrou %ld ficheiro(s) de áudio no formato de bits %ld.|Este formato não é suportado e portanto não pode ser reproduzido.][OK|√Não voltar a mostrar]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P está a procurar dispositivos de áudio no seu sistema e detectou um dispositivo designado “%@”.|Se pretender utilizá—lo, não o desligue durante o processo de procura.|Deseja usar este dispositivo?][Sim|Não]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Interromper?][Continuar|Interromper]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Já em gravação...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Ocorreu um erro.||Código do resultado = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Ocorreu um erro.||Código do resultado = %ld||Ficheiro = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Não é possível utilizar o áudio %@ %@ para reproduzir “%@” a partir da unidade/partição “%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Não foi possível encontrar o ficheiro de áudio “%@”!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Erro de autorização da unidade de áudio.|A unidade de áudio “%@” por “%@” informa que não está devidamente autorizada a ser utilizada neste sistema.|Verifique a documentação do plug—in para mais informações sobre a sua protecção contra a cópia.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Erro de compatibilidade da unidade de áudio|A unidade de áudio “%@” por “%@” não cumpre na totalidade a norma sobre unidades de áudio.|^P não consegue guardar ou carregar as definições do plug—in, nem podem ser guardadas com a música.|Ao fechar a música as definições serão perdidas.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Erro do parâmetro de automatização!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Não é possível apagar o instrumento “%@”.|Está a ser utilizado.][Cancelar]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Não é possível encontrar o ficheiro de áudio “%@”.][OK|√Não voltar a mostrar]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Não é possível carregar o instrumento de amostragem “%@”.|Foi criado com uma versão mais recente do EXS24.][Continuar|√Não voltar a mostrar]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Faixa de acordes adicionada a %d ficheiros Apple Loop.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Não foi possível encontrar os dados de progressão de acordes no ficheiro %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Não foi possível abrir o ficheiro %@ para leitura!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Não foi possível abrir o ficheiro %@ para escrita!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Impossível criar região.|Sem memória][Cancelar]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Impossível criar faixa.|Número máximo de faixas ultrapassado][Cancelar]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Também pretende editar os dados de automatização?][Não editar|Editar|√Não voltar a mostrar]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Pretende copiar os dados de automatização?][Não copiar|Copiar|√Não voltar a mostrar]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Apagar todos os dados de automatização da totalidade do projecto?|Tem a certeza? Não é possível desfazer esta operação.][Cancelar|Apagar]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Pretende apagar os dados de automatização?][Não apagar|Apagar|√Não voltar a mostrar]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Pretende mover os dados de automatização?][Não mover|Mover|√Não voltar a mostrar]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Processar também os dados de automatização?][Cancelar|Processar]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][A unidade/partição “%@” não pode ser utilizada para gravar áudio com %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][A unidade/partição “%@” não pode ser utilizada para gravar áudio.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][A unidade/partição “%@” não pode ser utilizada para gravar na faixa de áudio %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][A unidade/partição “%@” está cheia.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][O código de erro %ld foi devolvido pelo recurso %@.][Continuar]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Erro durante a cópia de recursos. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Erro em CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Erro ao carregar o projecto][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Erro ao tentar sincronizar Áudio e MIDI.][Continuar]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Erro ao tentar sincronizar Áudio e MIDI.|Taxa de amostragem %ld reconhecida.|%@][Continuar%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Erro!|Impossível abrir o projecto.|O projecto parece danificado.][Cancelar]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Erro|CSong::CreateSeq - Tamanho de bloco ilegal][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Instrumento EXS24 “%@”:|Ficheiro de áudio “%@” não encontrado!][Pesquisar de novo|Continuar]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Pasta de excertos %@ encontrada com %ld problemas. Apagar pasta?][Cancelar|Apagar]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Compasso ilegal(1)][Cancelar]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Contagem ilegal de faixas][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Conjunto de instrumentos “%@” demasiado grande! Só foram convertidas %ld de %ld entradas!][Cancelar]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Conflito de trabalho interno|Reinicie ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Tamanho máximo de ficheiro de %@ excedido.|Por favor, seleccione um período menor.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problema de alocação de memória.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Memória utilizada agora: %@|Memória utilizada antes: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Ocorreu uma correcção menor nos dados do projecto. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Conflito mono/estéreo!][Cancelar]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Conflito mono<->estéreo.|Impossível mover o plug—in para este local.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Nenhum Apple Loop seleccionado.][Interromper]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Não há faixa de áudio activada para gravação!|Clique no botão \"R\" na faixa pretendida para activar a gravação.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][As regiões de áudio não contíguas exigem a criação de um novo ficheiro de áudio!][Cancelar|Criar]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Memória insuficiente (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Memória insuficiente para a função DSP solicitada][Cancelar]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Memória insuficiente para converter a música!][Cancelar]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Memória insuficiente para criar dados de automatização das faixas][Cancelar]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Espaço insuficiente no volume “%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: o “Desempenho do processador” está definido como “Automático”.|Recomenda—se que defina esta preferência como “Mais elevado”.|Para alterar esta definição, abra Preferências do Sistema > Poupança de energia > Opções.][Continuar]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: o “Desempenho do processador” está definido como “Reduzido”.|Recomenda—se que defina esta preferência como “Mais elevado”.|Para alterar esta definição, abra Preferências do Sistema > Poupança de energia > Opções.][Continuar]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][A duração de um ou vários ficheiros de áudio foi alterada!|Como resultado, %ld regiões de áudio mudaram de duração ou o seu conteúdo mudou de posição.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][A duração de um ou vários ficheiros de áudio foi alterada!|Como resultado, uma região de áudio mudou de duração ou o seu conteúdo mudou de posição.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Sem memória!][Cancelar]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Sem memória!|(Organizar áudio 1)][Continuar]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Sem memória!|^P precisa de mais memória para mostrar Formas de onda.][Continuar]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Sem memória!|Impossível inserir ou apagar dados][Cancelar]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Encontradas notas de sobreposição!|Deseja mantê—las, encurtá—las ou dividi—las?][Manter|Encurtar|Dividir]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Encontradas regiões de sobreposição!|Deseja criar faixas para regiões sobrepostas?][Não|Criar]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Parte do projecto não reproduzida|Este projecto tem demasiadas faixas de instrumentos reais a reproduzir em tempo real.|Para optimizar o desempenho, consulte a página “Como optimizar o desempenho do GarageBand” na ajuda do GarageBand.][Continuar]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][A reprodução foi afectada|A reprodução do projecto foi interrompida devido a uma alteração das entradas ou saídas de áudio do sistema.][Continuar]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Seleccione um recurso de áudio na caixa de diálogo de preferências seguinte.][Continuar]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Seleccione a profundidade de bits para este projecto.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Erro de leitura!|Formato de ficheiro ilegal][Interromper]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Unidade/participação de gravação “%@” não encontrada!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][A pasta de gravação “%@” não foi encontrada na unidade/partição “%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Função DSP solicitada desconhecida.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][Não foi possível abrir o dispositivo ReWire “%@”.|É necessário iniciar primeiro o ^P.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][A ficar sem regiões][Cancelar]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Memória insuficiente para carregar todas as amostras do instrumento “%@”.][Continuar]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Memória insuficiente para abrir o instrumento “%@”.][Continuar]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][A pesquisar unidades de áudio.|^P pesquisará agora %ld plug—ins das unidades de áudio instalados. O processo pode demorar. Esta pesquisa acontece apenas quando abre pela primeira vez o ^P ou depois de instalar novas unidades de áudio.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Compasso %/% não reconhecido por @|Predefinir como 4/4.][OK|Cancelar]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Certos eventos foram definidos com o valor mínimo ou máximo.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Impossível carregar este projecto porque foi criado por uma versão mais recente do ^P.|Actualize o ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Não é possível desfazer a última operação][Interromper]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Lamentamos.|Impossível desfazer.|Memória insuficiente.][Interromper]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][O dispositivo de áudio “%@” foi desligado!|Mudar para áudio integrado ou sair do ^P?][Sair|Usar áudio integrado]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][O ficheiro de áudio “%@” tem um formato de bits %ld e não pode ser utilizado.][Cancelar]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][O ficheiro “%@” não é um ficheiro de instrumento EXS.][Cancelar]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][O ficheiro “%@” parece estar danificado.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][O nome de ficheiro “%@” é demasiado comprido.|O ^P precisa de espaço para as extensões dos nomes.|(%ld caracteres no máximo)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][O nome do ficheiro é demasiado longo.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][O número de entradas MIDI foi alterado.|Agora, estão disponíveis %ld entradas.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][O número de entradas MIDI foi alterado.|Agora, não estão disponíveis entradas.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][O número de entradas MIDI foi alterado.|Agora, está disponível uma entrada.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][O plug—in “%@” não está disponível no seu sistema.|Escolha outro plug—in ou saia do GarageBand e instale o plug—in no computador para o utilizar no projecto.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Há alguns eventos antes da posição '1 1 1  1'.|Desloque todas as faixas seleccionadas ou coloque todos os eventos upbeat na posição '1 1 1  1'][Deslocar tudo|Upbeat|Cancelar]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Há dados de automatização para o instrumento anterior.|Deslocar ou copiar os dados de automatização para o novo instrumento?][Não|Copiar|Deslocar]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Este ficheiro de Apple Loops foi criado utilizando um efeito ou instrumento indisponível.|O plug—in “%@” não está disponível. Para adicionar este loop utilizando o mesmo som que ouviu no navegador de loops, desloque o loop para uma nova faixa enquanto mantém premida a tecla Opção.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Impossível utilizar esta unidade para áudio.][Interromper]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Ficheiro não suportado.][Interromper]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Este projecto parece danificado. Abra uma versão de cópia de segurança deste projecto.][Interromper]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Este projecto foi criado com uma versão mais recente do ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Demasiadas faixas de automatização.][Cancelar]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Bloco de memória ocupada não utilizado detectado!|Apagá—lo?][Cancelar|Apagar]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Aviso! Pouca memória!][Tentar de novo|Cancelar]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Aviso! Memória insuficiente. Impossível desfazer. Guarde o projecto e volte a tentar. Se o problema persistir tente reiniciar o sistema e volte a abrir o projecto.][Cancelar]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Aviso! Memória insuficiente.|Impossível desfazer esta operação. Continuar de qualquer modo?][Cancelar|Continuar]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][ Aviso! Este projecto foi criado por uma versão mais recente do ^P.|Isto pode causar problemas.|Actualize o ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Aviso! A memória de acções desfeitas está a ficar sem espaço. As %d acções desfeitas mais antigas foram apagadas.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][ Aviso!|Impossível concluir a anulação][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][ Aviso!|Projecto danificado! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][ Aviso!|Bloco não utilizado encontrado no projecto.|Guarde primeiro o projecto.|(Código: 0x%lx)][Cancelar|Apagar]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][ Aviso.|Serviços Mac OS X MIDI indisponíveis.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][ Aviso:|Evento de final em falta no projecto!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][ Aviso|Reentrada em multitarefa][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld ficheiro(s) de áudio a criar.|Precisa de %@ de espaço de disco.][Criar|Cancelar]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@” tem um tamanho inferior!|Utilizar mesmo assim?][Cancelar|Utilizar]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Não foi possível encontrar o ficheiro de áudio “%@”.][Ignorar|Procurar]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Existem dados de automatização para essa faixa.|Apagar também os dados de automatização?][Não apagar dados|Cancelar|Apagar dados]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Processo de gravação bem sucedido][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Apagar definições existentes?][Cancelar|Apagar]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Apagar o instrumento “%@” ?][Cancelar|Apagar%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Apagar o ficheiro de áudio gravado “%@”%@ do disco?|Não é possível desfazer esta operação!][Apagar|Manter%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Apagar os dados de automatização?][Não|Apagar]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][O ficheiro “%@” já existe.][Cancelar|Substituir]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][A última operação excede a pasta ou o início da região!|Adaptar o tamanho?][Cancelar|Adaptar]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][A última operação excede a pasta ou o comprimento da região!|Adaptar o tamanho?][Cancelar|Adaptar]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Abrir o recurso “%@”?][Sim|Não]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Substituir as definições existentes?][Cancelar|Substituir]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Parte do projecto não reproduzida|Este projecto tem demasiadas faixas, efeitos ou notas a reproduzir em tempo real.|Para optimizar o desempenho, consulte a página “Como optimizar o desempenho do GarageBand” na ajuda do GarageBand.][Continuar]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Substituir a selecção actual?][Não|Substituir]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulação bem sucedida][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][O servidor AU de 32 bits encerrou inesperadamente.|Serão perdidas as alterações aos parâmetros do plug—in da unidade de áudio que não tenham sido guardadas. Pode tentar reiniciar o servidor AU de 32 bits. Se o problema persistir, clique em Cancelar e, em seguida, saia da aplicação e reinicie o ^P.][Cancelar|Reiniciar servidor AU de 32 bits]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][O formato do destino não suporta taxas de amostragem superiores a 48 kHz.|O ^P pode converter a taxa de amostragem dos dados devolvidos. Aceita?][Cancelar|Converter]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Não foi possível abrir o ficheiro “%@” porque está no Lixo.|Para usar este ficheiro, retire—o primeiro do Lixo.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Impossível criar Abertura!][INTERROMPER]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Impossível criar Região!][Cancelar]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Impossível gravar Eventos!|Reorganizar a memória?|%ld,%ld,%ld][OK|Reorganizar]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Região ilegal (2)][Reparar|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Número de região ilegal][Cancelar]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Situação de pouca memória!|(Ponteiros principais insuficientes)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Erro de saída de MIDI][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Tempo limite de MIDI excedido|O ^P detectou que o MIDI excedeu o tempo limite. Reinicie o computador e depois volte a iniciar o ^P.|Se o problema persistir, actualize os controladores de todos os dispositivos MIDI ligados (incluindo os controladores de áudio com funcionalidade MIDI) para a versão mais recente. Para obter instruções sobre como remover os controladores mais antigos, consulte a documentação do fabricante.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Pequeno problema nos dados (3)][Reparar|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][O ficheiro do módulo “%@” está desactualizado e não pode ser utilizado com esta versão do ^P.|Obtenha uma actualização do ficheiro do módulo e mova—o para a pasta “%@”.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][O ficheiro do módulo “%@” é demasiado recente e não pode ser utilizado com esta versão do ^P.|Obtenha uma actualização do ficheiro da aplicação ^P.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Não existem dados coincidentes no clip!][Interromper]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Faixa de gravação não especificada!][INTERROMPER]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Faixa de gravação não especificada!][Cancelar]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Memória insuficiente para um novo projecto][Interromper]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Memória insuficiente para criar clip!][Interromper]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3]Memória insuficiente para criar clip/Desfazer!|Nunca deve acontecer.][Interromper]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Memória insuficiente para criar objecto!][Interromper]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Memória insuficiente|(faixas de reprodução)][Interromper]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Erro de leitura!|Não é um projecto do ^P!][Interromper]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Formato do projecto demasiado antigo!][Interromper]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Há regiões nesta faixa!|Apagar faixa e regiões?][Cancelar|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Tipo de anulação desconhecido][Interromper]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Aviso! Memória insuficiente!|Não é possível desfazer esta operação.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Aviso!|O projecto pode estar danificado][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Versão incorrecta!][Interromper]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Tem instalada uma versão antiga do controlador Emagic USB MIDI.|Isto pode causar comunicações MIDI não fiáveis e erros. Instale a versão 1.5 ou superior. Pode encontrar a versão actual em www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Continuar]";

/* media type */
"CD-ROM" = "CD—ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Ligado a:";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R de camada dupla";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD—R";

/* media type */
"DVD-RAM" = "DVD—RAM";

/* media type */
"DVD-ROM" = "DVD—ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD—RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "para criar ficheiro(s) de bloqueio.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "Em transição...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "A carregar ficheiros de áudio para “%@”...";

/* cd/dvd media status display */
"No media" = "Sem suporte";

/* Node */
"Not connected" = "Ligação não estabelecida";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Encontra—se no ecrã uma caixa de diálogo modal.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Desconhecido";

/* cd/dvd media status display */
"Unknown media type" = "Tipo de suporte desconhecido";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Sem nome";

